Repository: y3ro/pause_shop
Catalog: languages/pause-shop-*.po
Languages: es_es

source: The purchase function has been disabled while we are performing maintenance on the site. We will be back shortly.
es_es: La función de compra se ha deshabilitado mientras realizamos tareas de mantenimiento en el sitio. Volvemos en breve.

source: Pause shop Settings
es_es: Configuración de Pause shop

source: Pause on demand
es_es: Pausa bajo demanda

source: State
es_es: Estado

source: Paused
es_es: Pausado

source: Unpaused
es_es: No pausado

source: Pause shop
es_es: Pausar la tienda

source: Unpause shop
es_es: Despausar la tienda

source: Scheduled pause
es_es: Pausa programada

source: Timezone
es_es: Zona horaria

source: E.g. Europe/London
es_es: P.ej. Europe/London

source: Begin time
es_es: Hora de comienzo

source: E.g. 08:00:00
es_es: P.ej. 08:00:00

source: End time
es_es: Hora de finalización

source: E.g. 08:30:00
es_es: P.ej. 08:30:00

source: Periodicity
es_es: Periodicidad

source: Begin date
es_es: Fecha de comienzo

source: daily
es_es: diariamente

source: weekly
es_es: semanalmente

source: monthly
es_es: mensualmente

source: Available REST endpoints
es_es: REST endpoints disponibles

source: If you like this plugin and want me to keep working on it, please consider buying me a coffee :)
es_es: Si te gusta este plugin y quieres que siga trabajando en él, considera comprarme un café :)

source: Buy Me a Coffee at ko-fi.com
es_es: Invítame a un café en ko-fi.com

source: Donations
es_es: Donaciones

source: Enable scheduled pause
es_es: Habilitar pausa programada

source: WordPress documentation
es_es: Documentación de WordPress

source: You can use application passwords to authenticate. See the %s for more information.
es_es: Puedes usar contraseñas de aplicación para autenticarte. Consulta la %s para obtener más información.

source: Source code
es_es: Código fuente

source: Description
es_es: Descripción

source: Disable the add-to-cart and checkout buttons, and show a notice.
es_es: Deshabilitar los botones de añadir al carrito y de pago, y mostrará una notificación.

source: Enable the add-to-cart and checkout buttons, and hide the notice.
es_es: Habilitar los botones de añadir al carrito y de pago, y ocultará la notificación.

source: Return the current on-demand pause status.
es_es: Obtiene el estado actual de la pausa bajo demanda.

source: Return the current scheduled pause status.
es_es: Obtiene el estado actual de la pausa programada.

source: Set timezone for the scheduled pause.
es_es: Fija la zona horaria para la pausa programada.

source: Get timezone for the scheduled pause.
es_es: Obtiene la zona horaria para la pausa programada.

source: Set begin time for the scheduled pause.
es_es: Fija la hora de comienzo para la pausa programada.

source: Get begin time for the scheduled pause.
es_es: Obtiene la hora de comienzo para la pausa programada.

source: Set end time for the scheduled pause.
es_es: Fija la hora de finalización para la pausa programada.

source: Get end time for the scheduled pause.
es_es: Obtiene la hora de finalización para la pausa programada.

source: Enable the scheduled pause.
es_es: Habilita la pausa programada.

source: Disable the scheduled pause.
es_es: Deshabilita la pausa programada.

source: Set periodicity for the scheduled pause.
es_es: Fija la periodicidad para la pausa programada.

source: Get periodicity for the scheduled pause.
es_es: Obtiene la periodicidad para la pausa programada.

source: Set begin date for the scheduled pause.
es_es: Fija la fecha de comienzo para la pausa programada.

source: Get begin date for the scheduled pause.
es_es: Obtiene la fecha de comienzo para la pausa programada.

source: Input data example
es_es: Ejemplo de datos de entrada
